{
  "diet.splendid_slimes.bitwise": "Minerals",
  "diet.splendid_slimes.gold": "Preserves",
  "diet.splendid_slimes.bony": "Milk",
  "diet.splendid_slimes.luminous": "Pickled Veggies",
  "diet.splendid_slimes.dusty": "Bones",
  "diet.splendid_slimes.juicy": "Red Grapes",
  "diet.splendid_slimes.slimy": "Berries",
  "diet.splendid_slimes.sparkcat": "Smoked Fish",
  "diet.splendid_slimes.weeping": "Tree fruits",
  "diet.splendid_slimes.mechanic": "Ingots",
  
  "slime.splendid_slimes.dusty": "Dusty",
  "slime.splendid_slimes.juicy": "Juicy",
  "slime.splendid_slimes.sparkcat": "Sparkcat",

  "slime.splendid_slimes.all_seeing.info": "Can read your fortune, but has no way of telling you what it is.",
  "slime.splendid_slimes.bitwise.info": "Respects your redstone contraptions enough to not mess with them, even when upset.",
  "slime.splendid_slimes.blazing.info": "These Slimes hang around Nether Fortresses, getting their body heat from their environment.",
  "slime.splendid_slimes.bony.info": "A feral slime that wanders around underground or in Soul Sand Valleys.",
  "slime.splendid_slimes.boomcat.info": "A domesticated Slime that hides in Creepers. Most commonly responsible for broken glassware.",
  "slime.splendid_slimes.ender.info": "Known to cause a spacial distortions when upset. Hearts can be found in End Cities.",
  "slime.splendid_slimes.gold.info": "These Slimes yearn for the contents of your bank account, and can't be turned into Largos.",
  "slime.splendid_slimes.luminous.info": "Native to the Nether, they absorb nearby light & convert it into energy.",
  "slime.splendid_slimes.minty.info": "Eats monsters and hates players, making this a more delicate Slime to ranch.",
  "slime.splendid_slimes.orby.info": "An experimental breed of Slime pressed by the prior residents of Ancient Cities.",
  "slime.splendid_slimes.phantom.info": "Native to the Umbra Barrens of the Skull Cavern, their hearts often rain from the sky & attach to balloons.",
  "slime.splendid_slimes.prisma.info": "The springier cousin of the Puddle slime, more attracted to bright colors.",
  "slime.splendid_slimes.puddle.info": "These Slimes love swimming! If only they were good at it...",
  "slime.splendid_slimes.rotting.info": "Found in dumpsters behind restaurants. Keep them away from your Villagers!",
  "slime.splendid_slimes.shulking.info": "Domesticated Slimes are often used in emergencies to lift debris. Hearts can be found in End Cities.",
  "slime.splendid_slimes.slimy.info": "The most basic of Splendid Slimes. Perfect for beginner ranchers!",
  "slime.splendid_slimes.sweet.info": "Those with a sweet tooth might enjoy taking a bite out of its peppermint ribbon.",
  "slime.splendid_slimes.webby.info": "Its Plorts are used by skilled seamsters to create fine clothing. It can be found hanging in Mineshafts.",
  "slime.splendid_slimes.weeping.info": "An ancestor of the Boomcat that got trapped in the Nether & adapted to the harsh environment.",

  "slime.splendid_slimes.dusty.info": "Often found in the shady caves underneath deserts, causing chaos & confusion to travelers.",
  "slime.splendid_slimes.juicy.info": "Winemakers keep them around Vineyards to entertain guests.",
  "slime.splendid_slimes.sparkcat.info": "A distant relative of the Boomcat, these slippery Slimes are filled with energy. They also can't be made into Largos!"
}