{
  "diet.splendid_slimes.bitwise": "Minerais",
  "diet.splendid_slimes.gold": "Conservas",
  "diet.splendid_slimes.bony": "Leite",
  "diet.splendid_slimes.luminous": "Vegetais em Conserva",
  "diet.splendid_slimes.dusty": "Ossos",
  "diet.splendid_slimes.juicy": "Uvas Vermelhas",
  "diet.splendid_slimes.slimy": "Frutas Vermelhas",
  "diet.splendid_slimes.sparkcat": "Peixe Defumado",
  "diet.splendid_slimes.weeping": "Frutas de árvore",

  "slime.splendid_slimes.dusty": "Empoeirado",
  "slime.splendid_slimes.juicy": "Suculento",
  "slime.splendid_slimes.sparkcat": "Gato Faísca",

  "slime.splendid_slimes.all_seeing.info": "Pode ler sua fortuna, mas não tem como te dizer o que é.",
  "slime.splendid_slimes.bitwise.info": "Respeita suas engenhocas de redstone o suficiente para não mexer com elas, mesmo quando chateado.",
  "slime.splendid_slimes.blazing.info": "Estes Slimes ficam por perto de Fortalezas do Nether, obtendo calor corporal do ambiente.",
  "slime.splendid_slimes.bony.info": "Um slime selvagem que vagueia pelo subsolo ou nos Vales de Areia das Almas.",
  "slime.splendid_slimes.boomcat.info": "Um Slime domesticado que se esconde em Creepers. Mais comumente responsável por vidros quebrados.",
  "slime.splendid_slimes.ender.info": "Conhecido por causar distorções espaciais quando chateado. Corações podem ser encontrados em Cidades do End.",
  "slime.splendid_slimes.gold.info": "Estes Slimes anseiam pelo conteúdo de sua conta bancária, e não podem ser transformados em Largos.",
  "slime.splendid_slimes.luminous.info": "Nativo do Nether, absorvem luz próxima e a convertem em energia.",
  "slime.splendid_slimes.minty.info": "Come monstros e odeia jogadores, tornando este um Slime mais delicado para criar.",
  "slime.splendid_slimes.orby.info": "Uma raça experimental de Slime pressionada pelos residentes anteriores das Cidades Antigas.",
  "slime.splendid_slimes.phantom.info": "Nativo dos Ermos da Umbra da Caverna do Crânio, seus corações frequentemente chovem do céu e se prendem a balões.",
  "slime.splendid_slimes.prisma.info": "O primo mais saltitante do slime Puddle, mais atraído por cores brilhantes.",
  "slime.splendid_slimes.puddle.info": "Estes Slimes adoram nadar! Se ao menos fossem bons nisso...",
  "slime.splendid_slimes.rotting.info": "Encontrado em lixeiras atrás de restaurantes. Mantenha-os longe de seus Aldeões!",
  "slime.splendid_slimes.shulking.info": "Slimes domesticados são frequentemente usados em emergências para levantar detritos. Corações podem ser encontrados em Cidades do End.",
  "slime.splendid_slimes.slimy.info": "O mais básico dos Slimes Esplêndidos. Perfeito para criadores iniciantes!",
  "slime.splendid_slimes.sweet.info": "Aqueles com dente doce podem gostar de dar uma mordida em sua fita de hortelã-pimenta.",
  "slime.splendid_slimes.webby.info": "Seus Plorts são usados por costureiros habilidosos para criar roupas finas. Pode ser encontrado pendurado em Minas.",
  "slime.splendid_slimes.weeping.info": "Um ancestral do Boomcat que ficou preso no Nether e se adaptou ao ambiente hostil.",

  "slime.splendid_slimes.dusty.info": "Frequentemente encontrado nas cavernas sombrias sob desertos, causando caos e confusão aos viajantes.",
  "slime.splendid_slimes.juicy.info": "Fabricantes de vinho os mantêm por perto de Vinhedos para entreter convidados.",
  "slime.splendid_slimes.sparkcat.info": "Um parente distante do Boomcat, estes Slimes escorregadios estão cheios de energia. Eles também não podem ser transformados em Largos!"
}
