{
    "society_tips.tip.mining_skill_fortune": "If you can't afford the Fortune enchantment earlygame, invest in the Mining skill tree Fortune nodes.",
    "society_tips.tip.slot_machine": "Using a coin on a slot machine will give you 4x the amount if you win!",
    "society_tips.tip.wool": "Don't want to kill cows for leather? Wool armor can be crafted in a Sewing Table.",
    "society_tips.tip.trading_depot": "Trading Depots can automate trades with any villager.",
    "society_tips.tip.fire_quartz_one": "Fire Quartz can be found in the Nether and hot Skull Cavern biomes.",
    "society_tips.tip.earth_crystals_one": "Earth Crystals can be found in the overworld and certain Skull Cavern biomes.",
    "society_tips.tip.gold_slimes": "Gold Slimes will steal from your bank account and cause raids when upset.",
    "society_tips.tip.nether_vacation": "The Nether is a great place for a vacation!",
    "society_tips.tip.translocators": "Translocators can transfer items between two inventories in a compact space.",
    "society_tips.tip.pig_racing_season": "Some pigs will race better or worse in certain seasons.",
    "society_tips.tip.suggestions": "Want to make a suggestion for the pack? Join the Discord!",
    "society_tips.tip.prize_machine_two": "Redeeming a Prize Ticket gives some experience in every category.",
    "society_tips.tip.milk": "Large Milk has a large amount of saturation when drank.",
    "society_tips.tip.beemonican": "The Beemonican Seal can be plundered from the queen.",
    "society_tips.tip.mystical_ocean": "Interested in survival island and magic mods? Try Society: Mystical Ocean!",
    "society_tips.tip.husbandry_time": "Farm animals only get hungry after a full Minecraft day's worth of time has passed without food.",
    "society_tips.tip.fish_season_night": "Some fish can only be caught at night.",
    "society_tips.tip.quality_seed_maker": "Using high quality crops in a Seed Maker will make seeds with the same quality.",
    "society_tips.tip.mining_skill_leveling_one": "Mining Geode Nodes gives a large amount of Mining experience.",
    "society_tips.tip.adventuring_skill_leveling": "Looting Chests gives a large amount of Adventuring experience.",
    "society_tips.tip.husbandry_pigs": "Pigs will occasionally dig up Truffles if they like you enough.",
    "society_tips.tip.prize_machine_one": "Certain fruit trees can only be obtained through the Prize Machine.",
    "society_tips.tip.wise_oak": "If you find an oak tree that claims to be wise, take a moment to listen.",
    "society_tips.tip.roe_value": "The more valuable a fish is, the more valuable their roe will be.",
    "society_tips.tip.balloons": "Make sure to look at the sky every once in a while. There might be a balloon you can pop!",
    "society_tips.tip.enriched_bonemeal": "Enriched Bonemeal can grow Glow Berries and duplicate tea flowers.",
    "society_tips.tip.skill_books": "Wandering Traders have a chance to sell special skill books.",
    "society_tips.tip.pet_gifts": "Pets will give you special items at 10 hearts of affection.",
    "society_tips.tip.exotic_trader": "The Exotic Trader sells upgrades to Artisan Machines.",
    "society_tips.tip.almanac": "The Farmer's Almanac has information on all Crops, Farm Animals, and Pets.",
    "society_tips.tip.quality_preserves": "Some Artisan Machines preserve the quality from ingredients, some don't.",
    "society_tips.tip.barkeeper": "The Barkeeper sells food at a premium for those too lazy to cook. You know who I'm talking about.",
    "society_tips.tip.slot_machine_prismatic": "Slot Machines may very rarely drop Prismatic Shards when using higher value coins.",
    "society_tips.tip.golden_egg_one": "Golden Eggs can be mined with Silk Touch to make mayo.",
    "society_tips.tip.husbandry_deployer": "Farm animals dislike the cold, unfeeling hand of a Deployer.",
    "society_tips.tip.eternal_summer_jungle": "Jungle and Savanna biomes are permanently in Summer.",
    "society_tips.tip.husbandry_magic_shears": "Magic Shears feel strange and a little unpleasant.",
    "society_tips.tip.snorp_sneep": "Snorp Sneep Ɛ:",
    "society_tips.tip.hamsters": "Do not feed Hamsters.",
    "society_tips.tip.husbandry_hand_feed": "Feeding Troughs are convenient ways to feed animals, but they absolutely love being fed by hand.",
    "society_tips.tip.villager_decor": "Villagers festively decorate during Late Winter!",
    "society_tips.tip.golden_egg_two": "Golden Eggs may contain something prismatic...",
    "society_tips.tip.lunchboxes": "Lunchbags & Lunchboxes can be directly eaten out of to avoid inventory food clutter.",
    "society_tips.tip.preserves_jar": "Preserves Jars 3x the value of fruits and crops put in them.",
    "society_tips.tip.skull_cavern": "The Skull Cavern is the most dangerous area to visit.",
    "society_tips.tip.cooking": "Cooking will always increase the value of all ingredients.",
    "society_tips.tip.bank_meter": "Want to know how much cash you have in the Bank? Buy a Bank Meter to display it under the season!",
    "society_tips.tip.crab_traps": "Crab Traps work twice as fast in River and Ocean biomes.",
    "society_tips.tip.broken_clock": "The Broken Clock upgrade reduces the time Aging Casks take by half!",
    "society_tips.tip.sellable_search": "You can search 'coin' in JEI/NEI to see all the sellable items.",
    "society_tips.tip.artisan_upgrades": "Artisan machines drop their upgrades when broken.",
    "society_tips.tip.fish_season_rainy": "Some fish can only be caught while it's raining.",
    "society_tips.tip.capitalism": "Capitalism.",
    "society_tips.tip.regret_crystals": "Don't like the skills you chose? Purchase a Regret Crystal from a Cleric!",
    "society_tips.tip.rainbow_trout": "Rainbow Trout in Fish Ponds have a 1% chance of giving Prismatic Shards.",
    "society_tips.tip.wandering_trader_two": "The Wandering Trader sells certain rare furniture drops reliably.",
    "society_tips.tip.sneep_snorp_two": "Sneep Snorp :3",
    "society_tips.tip.fish_season": "Some fish can only be caught in specific seasons.",
    "society_tips.tip.fishing_skill_leveling": "Fishing experience also comes from crafting fishing equipment and harvesting from Fish Ponds.",
    "society_tips.tip.farming_skill_leveling": "Farming experience also comes from eating cooked meals and using Artisan Machines.",
    "society_tips.tip.wandering_trader_one": "The Wandering Trader sells books that give experience in skills.",
    "society_tips.tip.tubasmoke_stick": "Tubasmoke kills...",
    "society_tips.tip.lets_go_gambling": "Let's go gambling! ...Aw dangit.",
    "society_tips.tip.husbandry_naming": "Please name your farm animals.",
    "society_tips.tip.balloon_seeds_two": "Tea Blossoms can be found in Green Balloons.",
    "society_tips.tip.copycats": "Zinc can be used to create Copycat blocks. They're a builder's best friend.",
    "society_tips.tip.quality_seeds": "High quality seeds have a higher chance of growing high quality crops.",
    "society_tips.tip.passable_leaves": "Any leaf block is able to be walked through, and can even cushion your fall.",
    "society_tips.tip.pig_racing": "We have pig racing!",
    "society_tips.tip.husbandry_fine_wool": "Only Sheep and Rabbits can produce Fine Wool.",
    "society_tips.tip.effects": "Don't know what an effect does? Search for it in JEI!",
    "society_tips.tip.furniture": "Like decorating? Purchase a Furniture Catalog from the Mystical Botanist!",
    "society_tips.tip.sol_onion": "Maintaining a diet of diverse foods will provide you with constant buffs.",
    "society_tips.tip.fire_quartz_two": "Fire Quartz gives off low levels of light.",
    "society_tips.tip.husbandry_babies": "Raising a farm animal as a baby will make them like you more.",
    "society_tips.tip.balloon_seeds_one": "Cotton Seeds can be found in Green Balloons.",
    "society_tips.tip.boomcat_slimes": "Boomcat Slimes gently explode when hungry.",
    "society_tips.tip.earth_crystals_two": "Earth Crystals give off tiny amounts of light.",
    "society_tips.tip.husbandry_sheep_milk": "Sheep can be milked, but it takes twice as long to produce it as than Cows.",
    "society_tips.tip.etched": "The Etching Table can make music discs from Bandcamp, Soundcloud, or sound URL links.",
    "society_tips.tip.fish_season_clear": "Some fish can only be caught while the weather is clear.",
    "society_tips.tip.husbandry_panda": "Pandas will forage fruits from difficult to obtain trees.",
    "society_tips.tip.husbandry_goat_milk": "A Goat's milk is much more valuable than a cow's. Unfortunately that means dealing with goats.",
    "society_tips.tip.husbandry_goat_bison": "Goats and Bison are filled with hatred and will ram everything in sight.",
    "society_tips.tip.beemonica_bear": "Find the Beemonican Seal, find the Bear...",
    "society_tips.tip.sneep_snorp_one": "Sneep Snorp",
    "society_tips.tip.fish_radar": "Can't figure out where to find a fish? A Fish Radar can be used to get the currently available fish at your location.",
    "society_tips.tip.string": "Looking for String early? Cattails and Flax can help you out.",
    "society_tips.tip.mining_skill_leveling_two": "Mining Nether Quartz is a great way to get a large amount of Mining experience.",
    "society_tips.tip.quest_book": "If you ever feel lost in progression, check out the quest book!",
    "society_tips.tip.neptunium": "Crab Traps have a low chance of fishing up Neptunium Nuggets.",
    "society_tips.tip.sniffle_snaffle": "Sniffle Snaffle (Snuffle)",

    "society_tips.tip.ribbit_hut":"Ribbit Huts can harvest crops and Grapevine stems.",
    "society_tips.tip.bookseller":"The Bookseller can be called using the phone at the end of every season.",
    "society_tips.tip.skull_cavern_blocks":"Blocks you place in the Skull Cavern won't dissapear overnight.",
    "society_tips.tip.fish_pond_stack":"Fish Ponds can stack vertically.",
    "society_tips.tip.sprinkler_inset":"Sprinklers can be placed at the same level as Farmland and still hydrate."
}